package org.toxsoft.skf.bridge.s5.lib;

/**
 * Локализуемые ресурсы.
 *
 * @author mvk
 */
@SuppressWarnings( "nls" )
interface ISkResources {

  String STR_N_BA_GATEWAY = "Шлюзы";
  String STR_D_BA_GATEWAY = "Расширение бекенда предоставляемое сервером: 'Шлюзы'"; //$NON-NLS-1$

  // ------------------------------------------------------------------------------------
  // Строки сообщений
  //

  // ------------------------------------------------------------------------------------
  // Тексты ошибок
  //
}
