package org.toxsoft.skf.bridge.s5.lib.impl;

/**
 * Локализуемые ресурсы.
 *
 * @author mvk
 */
@SuppressWarnings( "nls" )
interface ISkResources {

  // ------------------------------------------------------------------------------------
  // Строковые константы ISkBackendGatewayConfig
  //
  String D_GATEWAYS = "Список описаний шлюзов с которыми работает сервер";
  String N_GATEWAYS = "Список шлюзов";

  // ------------------------------------------------------------------------------------
  // Строки сообщений
  //
  // ------------------------------------------------------------------------------------
  // Тексты ошибок
  //
  String MSG_ERR_NOT_CONNECTION = "Нет связи с сервером";
}
